ethiolifehack.xml

"<soapenv:Envelope xmlns:soapenv=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><soapenv:Header\/><soapenv:Body><ns1:syncOrderRelation xmlns:ns1=\"http:\/\/www.csapi.org\/schema\/parlayx\/data\/sync\/v1_0\/local\"><ns1:userID><ID>251932980269<\/ID><type>0<\/type><\/ns1:userID><ns1:spID>300008<\/ns1:spID><ns1:productID>1000030017<\/ns1:productID><ns1:serviceID>300008200007014<\/ns1:serviceID><ns1:serviceList>300008200007014<\/ns1:serviceList><ns1:updateType>1<\/ns1:updateType><ns1:updateTime>20230919172027<\/ns1:updateTime><ns1:updateDesc>Addition<\/ns1:updateDesc><ns1:effectiveTime>20230919172027<\/ns1:effectiveTime><ns1:expiryTime>20230920172027<\/ns1:expiryTime><ns1:extensionInfo><item><key>accessCode<\/key><value>8827<\/value><\/item><item><key>chargeMode<\/key><value>18<\/value><\/item><item><key>MDSPSUBEXPMODE<\/key><value>1<\/value><\/item><item><key>objectType<\/key><value>1<\/value><\/item><item><key>isFreePeriod<\/key><value>true<\/value><\/item><item><key>shortCode<\/key><value>8827<\/value><\/item><item><key>payType<\/key><value>0<\/value><\/item><item><key>servicePayType<\/key><value>0<\/value><\/item><item><key>startTime<\/key><value>20230919172027<\/value><\/item><item><key>saveNotifyFlag<\/key><value>1<\/value><\/item><item><key>messageId<\/key><value>0-8705-10.244.18.16-103487-1695133227491-8637d238-3d5a-4b04-8e91-b643eaba177e<\/value><\/item><item><key>deviceNameFromTask<\/key><value>SAG<\/value><\/item><item><key>transactionID<\/key><value>0-8705-10.244.18.16-103487-1695133227491-8637d238-3d5a-4b04-8e91-b643eaba177e<\/value><\/item><item><key>orderKey<\/key><value>13726534<\/value><\/item><item><key>keyword<\/key><value>Ok<\/value><\/item><item><key>cycleEndTime<\/key><value>20230922000000<\/value><\/item><item><key>durationOfGracePeriod<\/key><value>5000<\/value><\/item><item><key>serviceAvailability<\/key><value>1<\/value><\/item><item><key>channelID<\/key><value>2<\/value><\/item><item><key>TraceUniqueID<\/key><value>0-8705-10.244.18.16-103487-1695133227491-8637d238-3d5a-4b04-8e91-b643eaba177e<\/value><\/item><item><key>operCode<\/key><value>en<\/value><\/item><item><key>rentSuccess<\/key><value>false<\/value><\/item><item><key>try<\/key><value>false<\/value><\/item><item><key>shortMessage<\/key><value\/><\/item><\/ns1:extensionInfo><\/ns1:syncOrderRelation><\/soapenv:Body><\/soapenv:Envelope>"